---
kind: property
id: P:Autodesk.Revit.DB.Subelement.Document
zh: 文档、文件
source: html/5606267f-30e4-bd6c-8e06-43ad1f495585.htm
---
# Autodesk.Revit.DB.Subelement.Document Property

**中文**: 文档、文件

The document in which the subelement resides.

## Syntax (C#)
```csharp
public Document Document { get; }
```